Repository: kant/BoosterMusic
Catalog: translations/BoosterMusic_*.po
Languages: cs

source: **Start With Middle C** is an extremely easy piece. Just find **middle C** on the piano and then play that note four times using your **thumb** on your **right hand**. The first half of the piece has **middle C** in the **Treble Clef**, then for the second half of the piece the same **middle C** note is shown the **Bass Clef**. Play this using your **thumb** on your **left hand**.
cs: **Začít s jednočárkovaným C** je velice snadný úkol. Prostě na klavíru najděte **jednočárkované C**, a potom notu čtyřikrát zahrajte pomocí svého **palce** na **pravé ruce**. První polovina kusu má **jednočárkované C** v **houslovém klíči**, pak pro druhou polovinu kusu je ta samá nota **jednočárkovaného C** ukázána v **basovém klíči**. Hrajte pomocí **palce** na **levé ruce**.

source: > **Hint:** _Try to remember where **Middle C** is on the piano - this is the most **important note**!_
cs: > **Rada:** _Pokuste se zapamatovat si, kde je **jednočárkované C** na klavíru - je to ta **nejdůležitější nota**!_

source: The **Chord of C Major** piece, introduces you to the chord of **C Major** which has three notes **Middle C**, **E** and **G**.
cs: Skladba **Chord of C Major** (Akord C dur), poprvé představí akord **C dur**, který má tři noty **jednočárkované C**, **E** a **G**.

source: Use your **thumb** for **C**, your **middle finger** for **E** and your **little finger** for **G**.
cs: Použijte **palec** pro **C**, **prostředníček** pro **E** a **malíček** pro **G**.

source: > **Hint:** _If you don't know the names of the notes on the score then turn on **Show Note Names** from the PianoBooster **Setup/Preferences** menu._
cs: > **Rada:** _Pokud nerozeznáte noty, zkuste zapnout **Ukázat názvy not** v nabídce** nastavení**._

source: **Up And Down** uses all the fingers of your right hand to play the first five notes of the **scale of C major**.
cs: **Up And Down** (Nahoru a dolů) využívá všechny prsty vaší pravé ruky pro hraní **stupnice C dur**.

source: Use your **thumb** for **C**, your **index finger** for **D**, . . . , all the way up to your **little finger** for **G**. Make sure you keep using the correct finger for each note.
cs: Použijte **palec** pro **C**, **ukazováček** pro **D**, . . . , a tak dále až k **malíčku** pro **G**. Nejdůležitější je použít vždy správný prst pro tu či onu notu.

source: > **Hint:** _If you don't know the notes on the piano then **label the piano keys** using the PianoBooster **Note Chart**._
cs: > **Rada:** _Pokud nevíte, kde se jednotlivé noty na klavíru nacházejí, **označte si jednotlivé klávesy** pomocí **tónové stupnice** (notového nákresu) PianoBoosteru._

source: This is a simplified version of **Clair De La Lune** that uses just three notes **C D** and **E** from your right hand. First find **middle C** and always use your **thumb** for this note, then for **D** use your **first finger** and for **E** use **middle finger**.
cs: Jedná se o zjednodušenou verzi **Clair De La Lune** (Měsíční svit), která používá tři noty **C D** a **E** vaší pravé ruky. Nejprve zahrajte **jednočárkované C** a vždy pro tuto notu použijte **palec**, potom pro **D** použijte **první prst (ukazováček)** a pro **E** použijte **prostředníček**.

source: > **Hint:** _Remember the fingering: Use your **thumb** for **middle C**, your **first finger** for **D** and **middle finger** for **E**._
cs: > **Rada:** _Zapamatujte si prstoklad: Použijte **palec** pro **jednočárkované C**, **ukazováček** pro **D** a **prostředníček** pro **E**._

source: Now we are going to play using your **left hand** the **F major chord**. The three notes of a chord are called a triad and this chord has the same shape as the C major chord we played earlier but played on a different part of the piano.
cs: Teď se pokuste zahrát **levou rukou** **akord F dur**. Tři noty v akordu zahrané současně se nazývají trojzvuk. F dur má stejnou podobu jako C dur, kterou jste hráli dříve, pouze se hraje na jinou část klavíru.

source: Use your **little finger** on the left hand for **F**, your **middle finger** for **A** and your **thumb** for **C**.
cs: Použijte **malíček** na vaší levé ruce pro **F**, **prostředníček** pro **A** a **palec** pro **C**.

source: **Down And Up** is mirror version of the Up And Down piece we played earlier but this version uses your **left hand**. These are the top five notes of the scale of C major. Again try to use all your fingers.
cs: **Down And Up** (Dolů a nahoru) je zrcadlová verze skladby Up And Down (Nahoru a dolů), kterou jste hráli dříve. Tato verze se ale hraje **levou rukou**. Hraje se všech pět not na stupnici C dur. Opět nezapomeňte použít všechny prsty vaší ruky.

source: Use your **thumb** for **C**, your **index finger** for **B**, . . . , all the way down to your **little finger** for **F**.
cs: Použijte **palec** pro **C**, **ukazováček** pro **B**, . . . , a tak dále až k **malíčku** pro **F**.

source: > **Hint:** _Make sure you use **every finger** on your **left hand** when playing this piece._
cs: > **Rada:** _Nejdůležitější je při hraní této melodie použít **všechny prsty** na vaší **levé ruce**._

source: This is a simplified version of **Clair De La Lune** that uses only the three notes **C D** and **E** from your right hand. First find **middle C** and always use your **thumb** for this note, then for **D** use your **first finger** and for **E** use **middle finger**.
cs: Toto je zjednodušená verze **Clair De La Lune** (Měsíční svit), která využívá pouze tři noty**C D** and **E**, které budete hrát pouze pravou rukou. Nejprve najděte **jednočárkované C**, které vždy hrajte **palcem**pravé ruky, pro**D** použijte**ukazováček** a pro**E** **prostředníček**.

source: > **Hint:** _If you are a complete beginner try the pieces from the **Beginner Course** first._
cs: > **Rada:** _Pokud jste úplný začátečník, zkuste první**Začátečnický kurz**_

source: **Lavender's Blue** is a simple tune in the right hand only that uses the first six notes of the scale of C Major. For the lowest five notes **C D E F** and **G** use all the fingers or your right hand - one for each note. (With your **thumb** on **C** and your **little finger** on **G**). Then for **A** just stretch your **little finger** to reach that note.
cs: **Lavender's Blue** (Levandulová modrá) je jednoduchá melodie, na kterou vám stačí pouze prsty pravé ruky. Hraje se na durové (major) stupnici C. Pro pět nejnižších not **C D E F** a **G** použijte prsty vaší pravé ruky - jeden na každou notu. (Začínáte **palcem** na **C** a končíte **malíčkem** na **G**). Pro následné **A** natáhněte a opět použijte **malíček**.

source: > **Hint:** _To help find the notes ensure **Show Note Names** are turned on from **Setup Preferences** menu._
cs: > **Rada:** _Pro pomoc s nalezením správných not použijte **Ukázat názvy not**, které lze zvolit v nabídce pro **Nastavení**._

source: For **Skip To My Lou** start with both thumbs on **middle C** and then use one finger for each white note on the piano. So for the first two notes which are **E** you should use the **middle finger** of your right hand.
cs: **Skip To My Lou** (Zaskočit k mé Lou) začíná oběma palci na **jednočárkovaném C**. Poté využívá jeden prst na každou bílou klávesu klavíru. Takže na první dvě noty, které jsou **E**, byste měli použít **prostředníček** vaší pravé ruky.

source: This piece introduces the use of **both hands** as the melody goes across **middle C**.
cs: Tato skladba využívá **obě ruce** tím, že melodie jde přes **jednočárkované C**.

source: > **Hint:** _For the notes in the **treble clef** you always use your **right hand** and for the **base clef** your **left hand**. Make sure you always keep using the correct finger for each note._
cs: > **Rada:** _Pro noty zapsané v **houslovém klíči** vždy použijte **pravou ruku**. Naopak pro noty zapsané v **basovém klíči** použijte **levou ruku**. Nejdůležitější je používat správné prsty pro správné klávesy klavíru._

source: For **Frere Jacques** introduces the use of playing both hands together with a very simple left hand part. First practice the **left hand** and **right hand** parts separately. Then when ready reduce the **speed to 70%** and try **both hands** together. Again start with **both thumbs** on **Middle C**.
cs: **Frère Jacques** (Bratr Jakub, také známo jako Bratr Jan) využívá obě ruce najednou s tím, že melodie levé ruky je velice snadná. Pokuste se naučit hrát **levou rukou** a až poté **pravou**. Nejprve však zkoušejte hrát pouze jednou rukou. Až to zvládnete, zkuste snížit **rychlost na 70 %** a zkuste hrát **oběma rukama** najednou. Opět začněte **oběma palci** na **jednočárkovaném C**.

source: > **Hint:** _Practice the **left hand** and **right hand** parts separately._
cs: > **Rada:** _Cvičte **levou** a **pravou ruku** zvlášť._

source: **Scarborough Fair** spans a range of eight notes and so you will have to move fingers up the piano. Use the fingering that you feel comfortable with but ensure that you **use all your fingers** (of your right hand).
cs: **Scarborough Fair** je melodie, která se hraje na 8 notách, takže budete muset hýbat prsty po klavíru. Hrajte noty tak, jak vám to bude přirozené, ale nezapomeňte použít **všechny prsty** (vaší pravé ruky).

source: > **Hint:** _Don't think about what fingers to use, just use the fingering that **comes naturally to you**._
cs: > **Rada:** _Nepřemýšlejte nad tím, jaké prsty použít, prostě použijte to, co vám je **nejvíce přirozené**._

source: **Greensleeves** introduces the key of **G major** which has **one Sharp - F#**. Normally the sharp symbol is not shown when **F#** is played (but turning on **Courtesy Accidentals** from the Piano Booster setup/preferences menu will show all accidentals in the key signature). The melody is in the right hand with a simple left hand part.
cs: **Greensleeves** (Zelené rukávy) představuje tóninu **G dur**, která má **jeden křížek - F#**. Za normálních okolností se značka křížku nezobrazí, když se hraje **F#** (ale po zapnutí **pomáhajících posuvek** v nabídce pro nastavení v Piano Boosteru se všechny posuvky zobrazí v předznamenání). Melodie je v pravé ruce s jednoduchým partem levé ruky.

source: > **Hint:** _You can show **Courtesy Accidentals** from the PianoBooster setup/preferences menu. But remember to **turn them off** when you get more skilled._
cs: > **Rada:** _V nastavení Piano Boosteru můžete zapnout **Pomáhající posuvky**. Ovšem nezapomeňte je **vypnout**, až je nebudete potřebovat._

source: **Amazing Grace** introduces the key of **F major** which has a **single Flat - Bb**. Again the flat symbol is not normally shown on the score when playing Bb. Practice both hands separately at first and then when ready reduce the speed to 70% when trying both hands for the first time.
cs: **Amazing Grace** (Úžasná Grace/Úžasná milost) se hraje v tónině **F dur**, která má **jednu béčkovou notu - hes (Bb)**. Posuvky se normálně nezobrazují, ale jak již bylo řečeno, lze tuto funkci zapnout v nastavení. Nejprve cvičte každou ruku zvlášť, a až budete připraveni, zkuste snížit rychlost na 70 % a hrát oběmi rucemi současně.

source: > **Hint:** _Reduce the speed to 70% when trying both hands for the first time._
cs: > **Rada:** _Když se budete poprvé pokoušet hrát oběma rukama najednou, snižte rychlost na 70 %._
